---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CwpReuseGridsSameName
source: html/65db161a-8993-ad61-b84c-bfd584f4e997.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CwpReuseGridsSameName Property

"Reuse Grids with the same name"

## Syntax (C#)
```csharp
public static ForgeTypeId CwpReuseGridsSameName { get; }
```